Repository: Belfagor2005/AdvancedScreenshot
Catalog: usr/lib/enigma2/python/Plugins/Extensions/AdvancedScreenshot/locale/*/LC_MESSAGES/AdvancedScreenshot.po
Languages: el, hr, it

source: Hard Disk
el: Σκληρός δίσκος
hr: Tvrdi Disk

source: USB Drive
el: Μονάδα USB
hr: USB Pogon

source: Network mount
el: Δικτυακή προσάρτηση
hr: Mrežna montaža

source: Temporary
el: Προσωρινή
hr: Privremeni
it: Temporanea

source: Default Resolution
el: Προεπιλεγμένη ανάλυση
hr: Zadana Rezolucija
it: Risoluzione predefinita

source: OSD Only
el: Μόνο OSD
hr: OSD Samo
it: Solo OSD

source: Video Only
el: Μόνο βίντεο
hr: Video Samo
it: Solo Video

source: no message
el: χωρίς μήνυμα
hr: nema poruke
it: nessun messaggio

source: no timeout
el: χωρίς χρονικό όριο
hr: bez timeouta
it: nessun timeout

source: Error during capture:
el: Σφάλμα κατά τη λήψη:
hr: Greška tijekom snimanja:
it: Errore durante la cattura:

source: Screenshot saved successfully!
el: Το στιγμιότυπο οθόνης αποθηκεύτηκε επιτυχώς!
hr: Snimka zaslona uspješno spremljena!
it: Screenshot salvato con successo!

source: Press OK to save - EXIT to cancel
el: Πάτησε OK για αποθήκευση - EXIT για ακύρωση
hr: Pritisni OK za spremanje - EXIT za otkazivanje
it: Premere OK per salvare - ESCI per annullare

source: Error loading gallery:
el: Σφάλμα κατά τη φόρτωση της συλλογής:
hr: Greška pri učitavanju galerije:
it: Errore durante il caricamento della galleria:

source: Are you sure you want to delete this screenshot?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτό το στιγμιότυπο οθόνης;
hr: Jeste li sigurni da želite izbrisati ovu snimku zaslona?
it: Vuoi davvero eliminare questo screenshot?

source: Delete failed:
el: Η διαγραφή απέτυχε:
hr: Brisanje nije uspjelo!
it: Eliminazione non riuscita:

source: Settings
el: Ρυθμίσεις
hr: Postavke
it: Impostazioni

source: Enable plugin
el: Ενεργοποίηση πρόσθετου
hr: Otvori dodatak
it: Abilita plugin

source: Image format
el: Μορφή εικόνας
hr: Format Slike
it: Formato Immagine

source: Resolution
el: Ανάλυση
hr: Rezolucija
it: Risoluzione

source: Fix aspect ratio (adds -n to force no stretching)
el: Διόρθωση αναλογίας διαστάσεων (προσθέτει -n για αποφυγή παραμόρφωσης)
hr: Popravi omjer slike (dodaje -n za prisilno uklanjanje rastezanja)
it: Correggi le proporzioni (aggiungi -n per forzare nessun allungamento)

source: Always output 4:3 image (adds letterbox if source is 16:9)
el: Πάντα εξαγωγή εικόνας 4:3 (προσθέτει letterbox αν η πηγή είναι 16:9)
hr: Uvijek se ispisuje slika u omjeru 4:3 (dodaje se letterbox ako je izvor 16:9)
it: Emetti sempre un'immagine 4:3 (aggiunge il letterbox se la sorgente è 16:9)

source: Use bicubic resize (slower, but smoother image)
el: Χρήση διγραμμικής αναπροσαρμογής (πιο αργό, αλλά πιο ομαλή εικόνα)
hr: Koristi bikubičnu promjenu veličine (sporija, ali glatkija slika)
it: Utilizza il ridimensionamento bicubico (immagine più lenta, ma più fluida)

source: Freeze frame preview
el: Προεπισκόπηση καρέ παγώματος
hr: Pregled zamrznutog kadra
it: Anteprima del fermo immagine

source: Always save screenshots
el: Πάντα αποθήκευση των στιγμιοτύπων οθόνης
hr: Uvijek spremaj snimke zaslona
it: Salva sempre Screenshots

source: Save path (requires restart)
el: Διαδρομή αποθήκευσης (απαιτείται επανεκκίνηση)
hr: Spremi putanju (potrebno je ponovno pokretanje)
it: Salva percorso (richiede il riavvio)

source: Select screenshot button
el: Επιλογή κουμπιού για στιγμιότυπο οθόνης
hr: Gumb za odabir snimke zaslona
it: Seleziona il pulsante per lo screenshot

source: Unknown
el: Άγνωστο
hr: Nepoznato
it: Sconosciuto

source: Button behavior warning
hr: Upozorenje o ponašanju gumba

source: Long press required for {}
hr: Dugi pritisak potreban za {}

source: Press type for {}
hr: Pritisnite tipku za {}

source: Message timeout (seconds)
el: Χρονικό όριο μηνύματος (δευτερόλεπτα)
hr: Vremensko ograničenje poruke (sekunde)
it: Timeout del messaggio (secondi)

source: Advanced Screenshot
hr: Napredni snimak zaslona
it: Screenshot avanzato

source: Professional screenshot tool
el: Επαγγελματικό εργαλείο στιγμιοτύπων οθόνης
hr: Profesionalni alat za snimanje zaslona
it: Strumento professionale per screenshot

source: Advanced Screenshot Gallery
el: Συλλογή προηγμένων στιγμιοτύπων οθόνης
hr: Napredna Galerija Snimaka Zaslona
it: Galleria di screenshot avanzata

source: View captured screenshots
el: Προβολή ληφθέντων στιγμιοτύπων οθόνης
hr: Pogledajte snimljene snimke zaslona
it: Mostra Screenshots catturato

source: Mute
hr: Bez zvuka

source: Help
hr: Pomoć

source: Red
hr: Crvena

source: Green
hr: Zelena

source: Yellow
hr: Žuta

source: Blue
hr: Plava

source: Picture Size
hr: Veličina Slike

source: OSD + Video
el: OSD + Βίντεο

source: Long press required for
el: Απαιτείται παρατεταμένο πάτημα για
it: È richiesta una pressione prolungata per

source: long ' can be used.
el: παρατεταμένο ' μπορεί να χρησιμοποιηθεί.
it: lungo può essere usato.

source: Press type for
el: Τύπος πατήματος κουμπιού '
it: Premere il tipo di tasto per

source: ' button instead of '
el: ' αντί για '
it: ' pulsante ' invece di '

source: long:
el: παρατεταμένο ':
it: lungo:
